
export const insMeta = {
  0: {
    title: '주간 종합',
    category: [
      ['보행자 통행량'], 
      ['차량 통행량'], 
      ['불법주정차 수']
    ],
  },
  1: {
    title: '개소 1',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  2: {
    title: '개소 2',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  3: {
    title: '개소 3',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  4: {
    title: '개소 4',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  5: {
    title: '개소 5',
    category: [
      ['보행자 통행량'],
      ['차량 통행량'],
      ['불법주정차 수']
    ],
  },
  6: {
    title: '개소 6',
    category: [
      ['보행자 통행량'],
      ['차량 통행량'],
      ['불법주정차 수']
    ],
  },
  7: {
    title: '개소 7',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  8: {
    title: '개소 8',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  9: {
    title: '개소 9',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  10: {
    title: '개소 10',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  11: {
    title: '개소 11',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  12: {
    title: '개소 12',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
  13: {
    title: '개소 13',
    category: [
      ['보행자 통행량'],
      ['차량 통행량']
    ],
  },
};

export const timeRanges = [
    ['00 ~ 01', '01 ~ 02', '02 ~ 03', '03 ~ 04', '04 ~ 05', '05 ~ 06', '06 ~ 07', '07 ~ 08'],
    ['08 ~ 09', '09 ~ 10', '10 ~ 11', '11 ~ 12', '12 ~ 13', '13 ~ 14', '14 ~ 15', '15 ~ 16'],
    ['16 ~ 17', '17 ~ 18', '18 ~ 19', '19 ~ 20', '20 ~ 21', '21 ~ 22', '22 ~ 23', '23 ~ 24'],
];